{
  "organizations": [],
  "uuid": "49dd81840ad4b87c7864ef0671d28acaf22a9603",
  "thread": {
    "social": {
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      },
      "linkedin": {
        "shares": 9
      },
      "facebook": {
        "likes": 10,
        "shares": 10,
        "comments": 0
      },
      "stumbledupon": {
        "shares": 0
      }
    },
    "site_full": "www.cnbc.com",
    "main_image": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2016/10/10/104006997-GettyImages-100113413.1910x1000.jpg",
    "site_section": "http://www.cnbc.com/id/19746125/device/rss/rss.xml#",
    "section_title": "Top News and Analysis (pro)",
    "url": "https://www.cnbc.com/2018/01/02/after-hours-buzz-mgi-ttph-more.html",
    "country": "US",
    "domain_rank": 767,
    "title": "After-hours buzz: MGI, TTPH & more",
    "performance_score": 0,
    "site": "cnbc.com",
    "participants_count": 0,
    "title_full": "",
    "spam_score": 0,
    "site_type": "blogs",
    "published": "2018-01-02T21:31:00.000+02:00",
    "replies_count": 0,
    "uuid": "49dd81840ad4b87c7864ef0671d28acaf22a9603"
  },
  "author": "",
  "url": "https://www.cnbc.com/2018/01/02/after-hours-buzz-mgi-ttph-more.html",
  "ord_in_thread": 0,
  "title": "After-hours buzz: MGI, TTPH & more",
  "locations": [],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "highlightText": "",
  "language": "english",
  "persons": [],
  "text": "Check out the companies making headlines after the bell : \nShares of Moneygram plunged 7 percent in extended trading. The money transfer company announced the termination of an amended merger agreement with Chinese fintech company Ant Financial , after the two failed to get approval from the Committee on Foreign Investment in the United States.\n\"We are disappointed in the termination of this compelling transaction, which would have created significant value for our stakeholders,\" Moneygram CEO Alex Holmes said in a statement.\nTetraphase Pharmaceuticals shares climbed about 5.9 percent in the extended session. Upon completion of phase 3 clinical trials, the pharmaceutical company announced it submitted an application to the Food and Drug Administration for approval of a new drug used to treat intra-abdominal infections.\nTetraphase also announced it promoted Vice President of clinical development Dr. Larry Tsai to Chief Medical Officer.\nPlanet Fitness stock edged higher in the extended session. After losing close to 5 percent during the regular session, the fitness center franchise company announced it acquired a franchise group with 6 locations in Suffolk County, New York. \nAlexion Pharmaceuticals stock gained close to 1 percent, before settling back down. The pharmaceutical company announced it would collaborate with activist investors Elliott to appoint a new board member — an ongoing search since November.\nAn Elliott spokesperson in a statement said the investors are impressed with CEO Ludwig Hantson's leadership in improving financial performance and business strategy.",
  "external_links": [],
  "published": "2018-01-02T21:31:00.000+02:00",
  "crawled": "2018-01-03T01:06:27.055+02:00",
  "highlightTitle": ""
}