{
  "organizations": [],
  "uuid": "e2a012fe9f83f7f9b360c72c272b716fb0825c99",
  "thread": {
    "social": {
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "facebook": {
        "likes": 0,
        "shares": 0,
        "comments": 0
      },
      "stumbledupon": {
        "shares": 0
      }
    },
    "site_full": "www.cnbc.com",
    "main_image": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/12/07/104886035-GettyImages-880466372.1910x1000.jpg",
    "site_section": "http://www.cnbc.com/id/19746125/device/rss/rss.xml#",
    "section_title": "Top News and Analysis (pro)",
    "url": "https://www.cnbc.com/2018/01/02/10-moves-to-boost-your-wealth-in-2018.html",
    "country": "US",
    "domain_rank": 767,
    "title": "10 moves to boost your wealth in 2018",
    "performance_score": 0,
    "site": "cnbc.com",
    "participants_count": 0,
    "title_full": "",
    "spam_score": 0,
    "site_type": "blogs",
    "published": "2018-01-02T18:29:00.000+02:00",
    "replies_count": 0,
    "uuid": "e2a012fe9f83f7f9b360c72c272b716fb0825c99"
  },
  "author": "",
  "url": "https://www.cnbc.com/2018/01/02/10-moves-to-boost-your-wealth-in-2018.html",
  "ord_in_thread": 0,
  "title": "10 moves to boost your wealth in 2018",
  "locations": [],
  "entities": {
    "persons": [
      {
        "name": "gonzalez",
        "sentiment": "none"
      },
      {
        "name": "jill gonzalez",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "transunion",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "getty images | nora carol photography",
        "sentiment": "negative"
      },
      {
        "name": "wallethub",
        "sentiment": "none"
      },
      {
        "name": "experian",
        "sentiment": "none"
      },
      {
        "name": "equifax",
        "sentiment": "none"
      }
    ]
  },
  "highlightText": "",
  "language": "english",
  "persons": [],
  "text": "10 moves to boost your wealth in 2018 Getty Images | Nora Carol Photography SHARES 27 Mins Ago \nIf you set the right financial goals now, you could be wealthier by next year. \nPersonal finance website WalletHub compiled a list of the top moves you want to be thinking about now to improve your financial well-being. \nOn top of that list is signing up for a credit monitoring service following a bad year for data breaches, according to WalletHub analyst Jill Gonzalez. The Equifax breach alone affected as many as 145 million people. \nGonzalez recommends you set up text or email notifications to let you know if your data has been compromised. \nFollowing are other important moves that you want to make now. Watch your credit \nMake it a point to comb through your credit report regularly for any errors or fraudulent activity. \nYou can access a free credit report annually from each of the major credit reporting firms, Experian, TransUnion and Equifax. (Visit Annualcreditreport.com for access.) If you want more protection, you can sign up for credit monitoring, which will track your credit and keep you apprised of any dramatic changes. Courtney Keating | iStock | Getty Images Pay bills right after payday \nPaying your bills promptly ensures you don't get charged for late payments and helps keep your credit score in top shape. It also keeps you from indulging in purchases you cannot afford. David Sacks | Getty Images Pay down credit card debt \nConsumer credit card debt has climbed $61 billion in the past year to $808 billion total today , according to the Federal Reserve Bank of New York. That debt only becomes more expensive as the Federal Reserve increases interest rates, WalletHub notes. \nSet a concrete goal for how much you want to pay down, say 20 percent of your existing debt, in the new year. Gonzalez recommends using the snowball method, where you focus on paying down the debt with the highest interest first. Daniel Grill | Getty Images Diversify your credit cards \nYou could be missing out if you are using the same credit card for regular purchases and the debt you carry over from month to month. That is because a rewards card might be better suited for regular purchases while a card that comes with a zero annual percentage rate can add up to big savings for larger balances. \nUsing distinct cards can also better help you track your spending. Ti_ser | Getty Images Build up your emergency fund \nIt always helps to have extra cash in case you face unexpected unemployment or medical emergencies. \nAdvisors recommend you initially strive for three to six months of expenses . Ultimately, you want to build that reserve up to as much as 12 months to 18 months of living costs. Cristian Baitg | E+ | Getty Images Improve your credit score \nCredit scores generally can be as high as 850, but many scores typically average between 645 to 700 . The higher your score, the better the rates you will be able to get on mortgage and car loans, as well as credit card rates. \nTo improve yours, be sure to make payments on time, Gonzalez said. That effort, combined with the length of your credit history inevitably getting longer with time, can help improve your score by at least 20 points, she said. AndreyPopov | Getty Images Increase your financial literacy \nAdding to what you know about money and personal finance will inevitably help you make smarter decisions. \nWalletHub recommends you start by assessing where you are by taking an online quiz . The results will show you where you most need to brush up. By 2019, your score on the same quiz should be higher. Maurusone | Getty Images Stick to a budget \nCreating and following a budget will help prevent you from overspending or failing to plan for future expenses. \nStart by making a list of recurring expenses, from most important to least important. If what you're spending every month exceeds what you earn, start cutting expenses from the bottom of the list. \nBe sure to periodically go back and look at your plan and make sure you are following it. \n\"It's one thing to set it and forget it,\" Gonzalez said. \"It's another thing to check in monthly.\" Peshkova | Getty Images Make more \nIncreasing your take-home pay is one key way to improve your financial well-being. Consider looking for a better job in 2018, even if it means relocating to another city. You may also want to consider finding ways to earn more in your current position, whether it be through a raise or a promotion. Nicolas Hansen | GlobalStock | Getty Images Don't forget your health \nThe average person spends $4,612 per year on health care, according to WalletHub. \nTaking care of your health now can help limit future health-care costs. Plus, those who exercise regularly tend to have higher credit scores, according to WalletHub. Mark Gail | The Washington Post | Getty Images",
  "external_links": [],
  "published": "2018-01-02T18:29:00.000+02:00",
  "crawled": "2018-01-02T19:55:54.006+02:00",
  "highlightTitle": ""
}