{
  "organizations": [],
  "uuid": "b55cc4f4937eae3821df742ec6ec17a4c7b6a2bd",
  "thread": {
    "social": {
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "facebook": {
        "likes": 0,
        "shares": 0,
        "comments": 0
      },
      "stumbledupon": {
        "shares": 0
      }
    },
    "site_full": "www.cnbc.com",
    "main_image": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/11/15/104844094-GettyImages-874209562.1910x1000.jpg",
    "site_section": "http://drudgereportfeed.com/rss.xml",
    "section_title": "Drudge Report Feed",
    "url": "https://www.cnbc.com/2018/01/02/sen-orrin-hatch-will-retire-at-the-end-of-his-term.html",
    "country": "US",
    "domain_rank": 767,
    "title": "Orrin Hatch Retiring...",
    "performance_score": 0,
    "site": "cnbc.com",
    "participants_count": 0,
    "title_full": "",
    "spam_score": 0,
    "site_type": "blogs",
    "published": "2018-01-02T21:25:00.000+02:00",
    "replies_count": 0,
    "uuid": "b55cc4f4937eae3821df742ec6ec17a4c7b6a2bd"
  },
  "author": "",
  "url": "https://www.cnbc.com/2018/01/02/sen-orrin-hatch-will-retire-at-the-end-of-his-term.html",
  "ord_in_thread": 0,
  "title": "Orrin Hatch Retiring...",
  "locations": [],
  "entities": {
    "persons": [
      {
        "name": "andrew harrer",
        "sentiment": "negative"
      },
      {
        "name": "orrin hatch",
        "sentiment": "negative"
      },
      {
        "name": "hatch",
        "sentiment": "none"
      },
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "utah",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bloomberg",
        "sentiment": "negative"
      },
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "utah republican",
        "sentiment": "none"
      },
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "senate finance committee",
        "sentiment": "none"
      },
      {
        "name": "gop",
        "sentiment": "none"
      }
    ]
  },
  "highlightText": "",
  "language": "english",
  "persons": [],
  "text": "Orrin Hatch , the second-longest serving current U.S. senator, plans to retire at the end of his current term. \nIn a video shared on Twitter, the 83-year-old Utah Republican announced his plan to leave the Senate early next year after more than 40 years. Hatch's announcement came only days after the Republican tax plan that he helped to craft got signed into law. \nHatch tweet \nPresident Donald Trump had urged Hatch, the Senate Finance Committee chairman, to seek re-election later this year. Hatch showered Trump with praise during and after Congress' passage of its tax bill, setting himself apart from some GOP senators who criticized Trump's actions or fitness for office this year. \nIn the video, Hatch said he was \"deeply grateful\" to serve as a senator and said \"the next chapter in my public service is just beginning.\" \nWhen the president visited Utah last month, he said I was a fighter. I've always been a fighter. I was an amateur boxer in my youth, and I brought that fighting spirit with me to Washington. But every good fighter knows when to hang up the gloves. And for me, that time is soon approaching. That's why, after much prayer and discussion with family and friends, I've decided to retire at the end of this term. Although I will miss serving you in the Senate, I look forward to spending more time with family, especially my sweet wife Elaine, whose unwavering love and support made all of this possible.\nAndrew Harrer | Bloomberg | Getty Images Senator Orrin Hatch, a Republican from Utah and chairman of the Senate Finance Committee. Hatch highlighted what he deemed some of his most significant achievements in Congress: playing a role \"in the creation of the modern generic drug industry, the passage of the landmark Americans with Disabilities Act, and the confirmation of every current member of the United States Supreme Court.\" He also mentioned the passage of the GOP tax law among those moments. \nFormer Massachusetts Gov. and GOP presidential nominee Mitt Romney was considering running for Hatch's seat if the senator retired, according to reports. Romney has strongly criticized Trump and could prove another irritant to the president if he gets elected. \nTrump had lobbied Hatch to stay in the Senate. \nFollowing Congress' passage of the tax plan in December, the senator praised Trump's first year in office. \n\"Mr. President, I have to say that you're living up to everything I thought you would,\" he said at a White House event. \"You're one heck of a leader, and we're all benefiting from it.\" \nHatch first got sworn into the Senate in 1977. Only Sen. Patrick Leah, D-Vt., has served longer among current members.",
  "external_links": [],
  "published": "2018-01-02T21:25:00.000+02:00",
  "crawled": "2018-01-02T21:29:22.008+02:00",
  "highlightTitle": ""
}